Repository: TGthms/folio
Catalog: Folio/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# error.outOfBounds
source: That page number is out of range.
ar: رقم الصفحة هذا خارج النطاق.
cs: Toto číslo stránky je mimo rozsah.
da: Det sidenummer er uden for intervallet.
de: Diese Seitennummer liegt außerhalb des Bereichs.
el: Αυτός ο αριθμός σελίδας είναι εκτός εύρους.
es: Ese número de página está fuera de rango.
fi: Sivunumero on alueen ulkopuolella.
fr: Ce numéro de page est hors limites.
he: מספר העמוד מחוץ לטווח.
hi: वह पृष्ठ संख्या सीमा से बाहर है।
hu: Ez az oldalszám kívül esik a tartományon.
id: Nomor halaman itu di luar rentang.
it: Quel numero di pagina è fuori intervallo.
ja: そのページ番号は範囲外です。
ko: 해당 페이지 번호가 범위를 벗어났습니다.
nb: Dette sidenummeret er utenfor intervallet.
nl: Dat paginanummer valt buiten het bereik.
pl: Ten numer strony jest poza zakresem.
pt_br: Esse número de página está fora do intervalo.
pt_pt: Esse número de página está fora do intervalo.
ro: Numărul de pagină este în afara intervalului.
ru: Этот номер страницы вне диапазона.
sv: Det sidnumret ligger utanför intervallet.
th: เลขหน้านั้นอยู่นอกช่วง
tr: Bu sayfa numarası aralık dışında.
uk: Цей номер сторінки поза діапазоном.
vi: Số trang nằm ngoài phạm vi.
zh_hans: 该页码超出范围。
zh_hant: 該頁碼超出範圍。

# suffix.merged
source: – merged
ar: – مدمج
cs: – sloučeno
da: – flettet
de: – zusammengeführt
el: – συγχωνευμένο
es: – combinado
fi: – yhdistetty
fr: – fusionné
he: – ממוזג
hi: – मिलाया
hu: – összefűzve
id: – digabung
it: – unito
ja: – 結合
ko: – 합침
nb: – slått sammen
nl: – samengevoegd
pl: – połączony
pt_br: – mesclado
pt_pt: – unido
ro: – unit
ru: – объединено
sv: – sammanslagen
th: – รวมแล้ว
tr: – birleştirildi
uk: – об’єднано
vi: – đã gộp
zh_hans: – 已合并
zh_hant: – 已合併

# suffix.part
source: – part
ar: – جزء
cs: – část
da: – del
de: – Teil
el: – μέρος
es: – parte
fi: – osa
fr: – partie
he: – חלק
hi: – भाग
hu: – rész
id: – bagian
it: – parte
ja: – パート
ko: – 부분
nb: – del
nl: – deel
pl: – część
pt_br: – parte
pt_pt: – parte
ro: – parte
ru: – часть
sv: – del
th: – ส่วน
tr: – bölüm
uk: – частина
vi: – phần
zh_hans: – 部分
zh_hant: – 部分

# suffix.compressed
source: – compressed
ar: – مضغوط
cs: – komprimováno
da: – komprimeret
de: – komprimiert
el: – συμπιεσμένο
es: – comprimido
fi: – pakattu
fr: – compressé
he: – דחוס
hi: – संपीड़ित
hu: – tömörítve
id: – dikompres
it: – compresso
ja: – 圧縮
ko: – 압축
nb: – komprimert
nl: – gecomprimeerd
pl: – skompresowany
pt_br: – compactado
pt_pt: – comprimido
ro: – comprimat
ru: – сжато
sv: – komprimerad
th: – บีบอัด
tr: – sıkıştırıldı
uk: – стиснуто
vi: – đã nén
zh_hans: – 已压缩
zh_hant: – 已壓縮

# suffix.stamped
source: – stamped
ar: – مختوم
cs: – orazítkováno
da: – stemplet
de: – gestempelt
el: – σφραγισμένο
es: – sellado
fi: – leimattu
fr: – tamponné
he: – חתום
hi: – मुहर
hu: – bélyegezve
id: – distempel
it: – timbrato
ja: – スタンプ
ko: – 스탬프
nb: – stemplet
nl: – gestempeld
pl: – ostemplowany
pt_br: – carimbado
pt_pt: – carimbado
ro: – ștampilat
ru: – штамп
sv: – stämplad
th: – ประทับ
tr: – damgalandı
uk: – штамп
vi: – đã đóng dấu
zh_hans: – 已盖章
zh_hant: – 已蓋章

# suffix.locked
source: – locked
ar: – مقفل
cs: – uzamčeno
da: – låst
de: – gesperrt
el: – κλειδωμένο
es: – bloqueado
fi: – lukittu
fr: – verrouillé
he: – נעול
hi: – लॉक
hu: – zárolva
id: – terkunci
it: – bloccato
ja: – ロック
ko: – 잠김
nb: – låst
nl: – vergrendeld
pl: – zablokowany
pt_br: – bloqueado
pt_pt: – bloqueado
ro: – blocat
ru: – заблокировано
sv: – låst
th: – ล็อก
tr: – kilitli
uk: – заблоковано
vi: – đã khóa
zh_hans: – 已锁定
zh_hant: – 已鎖定

# suffix.unlocked
source: – unlocked
ar: – غير مقفل
cs: – odemčeno
da: – låst op
de: – entsperrt
el: – ξεκλείδωτο
es: – desbloqueado
fi: – avattu
fr: – déverrouillé
he: – לא נעול
hi: – अनलॉक
hu: – feloldva
id: – terbuka
it: – sbloccato
ja: – 解除
ko: – 잠금 해제
nb: – ulåst
nl: – ontgrendeld
pl: – odblokowany
pt_br: – desbloqueado
pt_pt: – desbloqueado
ro: – deblocat
ru: – разблокировано
sv: – olåst
th: – ปลดล็อก
tr: – kilidi açık
uk: – розблоковано
vi: – đã mở khóa
zh_hans: – 已解锁
zh_hant: – 已解鎖

# suffix.searchable
source: – searchable
ar: – قابل للبحث
cs: – prohledávatelné
da: – søgbar
de: – durchsuchbar
el: – αναζητήσιμο
es: – buscable
fi: – haettava
fr: – consultable
he: – ניתן לחיפוש
hi: – खोजने योग्य
hu: – kereshető
id: – dapat dicari
it: – ricercabile
ja: – 検索可能
ko: – 검색 가능
nb: – søkbar
nl: – doorzoekbaar
pl: – przeszukiwalny
pt_br: – pesquisável
pt_pt: – pesquisável
ro: – căutabil
ru: – для поиска
sv: – sökbar
th: – ค้นหาได้
tr: – aranabilir
uk: – для пошуку
vi: – tìm được
zh_hans: – 可搜索
zh_hant: – 可搜尋

# suffix.redacted
source: – redacted
ar: – منقّح
cs: – redigováno
da: – redigeret
de: – geschwärzt
el: – αποκρυμμένο
es: – tachado
fi: – peitetty
fr: – caviardé
he: – מושחר
hi: – संपादित
hu: – kitakarva
id: – tersensor
it: – oscurato
ja: – 墨消し
ko: – 교정
nb: – redigert
nl: – geredigeerd
pl: – zredagowany
pt_br: – redigido
pt_pt: – redigido
ro: – redactat
ru: – скрыто
sv: – redigerad
th: – ปิดทับ
tr: – karartıldı
uk: – приховано
vi: – đã che
zh_hans: – 密文
zh_hant: – 遮罩

# suffix.page
source: – page
ar: – صفحة
cs: – stránka
da: – side
de: – Seite
el: – σελίδα
es: – página
fi: – sivu
he: – עמוד
hi: – पृष्ठ
hu: – oldal
id: – halaman
it: – pagina
ja: – ページ
ko: – 페이지
nb: – side
nl: – pagina
pl: – strona
pt_br: – página
pt_pt: – página
ro: – pagină
ru: – страница
sv: – sida
th: – หน้า
tr: – sayfa
uk: – сторінка
vi: – trang
zh_hans: – 页面
zh_hant: – 頁面

# suffix.text
source: – text
ar: – نص
da: – tekst
el: – κείμενο
es: – texto
fi: – teksti
fr: – texte
he: – טקסט
hi: – पाठ
hu: – szöveg
id: – teks
it: – testo
ja: – テキスト
ko: – 텍스트
nb: – tekst
nl: – tekst
pl: – tekst
pt_br: – texto
pt_pt: – texto
ru: – текст
th: – ข้อความ
tr: – metin
uk: – текст
vi: – chữ
zh_hans: – 文本
zh_hant: – 文字

# page_count
source: %d pages
ar: %d صفحات
cs: %d stránek
da: %d sider
de: %d Seiten
el: %d σελίδες
es: %d páginas
fi: %d sivua
he: %d עמודים
hi: %d पृष्ठ
hu: %d oldal
id: %d halaman
it: %d pagine
ja: %dページ
ko: %d페이지
nb: %d sider
nl: %d pagina’s
pl: %d stron
pt_br: %d páginas
pt_pt: %d páginas
ro: %d pagini
ru: %d стр.
sv: %d sidor
th: %d หน้า
tr: %d sayfa
uk: %d стор.
vi: %d trang
zh_hans: %d 页
zh_hant: %d 頁

source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
fi: Valmis
fr: Terminé
he: סיום
hi: पूर्ण
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hi: रद्द
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: OK
ar: حسنًا
he: אישור
hi: ठीक
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

# password.prompt
source: This PDF is locked
ar: ملف PDF هذا مقفل
cs: Tento PDF je uzamčen
da: Denne PDF er låst
de: Dieses PDF ist gesperrt
el: Αυτό το PDF είναι κλειδωμένο
es: Este PDF está bloqueado
fi: Tämä PDF on lukittu
fr: Ce PDF est verrouillé
he: קובץ PDF זה נעול
hi: यह PDF लॉक है
hu: Ez a PDF zárolva van
id: PDF ini terkunci
it: Questo PDF è bloccato
ja: このPDFはロックされています
ko: 이 PDF는 잠겨 있습니다
nb: Denne PDF-en er låst
nl: Deze pdf is vergrendeld
pl: Ten PDF jest zablokowany
pt_br: Este PDF está bloqueado
pt_pt: Este PDF está bloqueado
ro: Acest PDF este blocat
ru: Этот PDF заблокирован
sv: Den här PDF:en är låst
th: PDF นี้ถูกล็อก
tr: Bu PDF kilitli
uk: Цей PDF заблоковано
vi: PDF này đang khóa
zh_hans: 此 PDF 已锁定
zh_hant: 此 PDF 已鎖定

# password.unlock
source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 암호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# pages.reverse
source: Reverse order
ar: عكس الترتيب
cs: Obrátit pořadí
da: Omvend rækkefølge
de: Reihenfolge umkehren
el: Αντιστροφή σειράς
es: Invertir orden
fi: Käännä järjestys
fr: Inverser l’ordre
he: הפוך סדר
hi: क्रम उलटा करें
hu: Sorrend megfordítása
id: Balik urutan
it: Inverti ordine
ja: 順番を逆にする
ko: 순서 뒤집기
nb: Reverser rekkefølge
nl: Volgorde omkeren
pl: Odwróć kolejność
pt_br: Inverter ordem
pt_pt: Inverter ordem
ro: Inversează ordinea
ru: Обратный порядок
sv: Vänd ordning
th: กลับลำดับ
tr: Sırayı ters çevir
uk: Зворотний порядок
vi: Đảo thứ tự
zh_hans: 颠倒顺序
zh_hant: 顛倒順序

# pages.duplicate
source: Duplicate
ar: تكرار
cs: Duplikovat
da: Duplikér
de: Duplizieren
el: Αντίγραφο
es: Duplicar
fi: Monista
fr: Dupliquer
he: שכפל
hi: प्रतिलिपि
hu: Másolat
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
nb: Dupliser
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
ru: Дублировать
sv: Duplicera
th: ทำซ้ำ
tr: Çoğalt
uk: Дублювати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

# pages.insertBlank
source: Insert blank page
ar: إدراج صفحة فارغة
cs: Vložit prázdnou stránku
da: Indsæt tom side
de: Leere Seite einfügen
el: Εισαγωγή κενής σελίδας
es: Insertar página en blanco
fi: Lisää tyhjä sivu
fr: Insérer une page vide
he: הוסף עמוד ריק
hi: खाली पृष्ठ डालें
hu: Üres oldal beszúrása
id: Sisipkan halaman kosong
it: Inserisci pagina vuota
ja: 空白ページを挿入
ko: 빈 페이지 삽입
nb: Sett inn tom side
nl: Lege pagina invoegen
pl: Wstaw pustą stronę
pt_br: Inserir página em branco
pt_pt: Inserir página em branco
ro: Inserează pagină goală
ru: Вставить пустую страницу
sv: Infoga tom sida
th: แทรกหน้าว่าง
tr: Boş sayfa ekle
uk: Вставити порожню сторінку
vi: Chèn trang trống
zh_hans: 插入空白页
zh_hant: 插入空白頁

# pages.removeBlank
source: Remove blank pages
ar: إزالة الصفحات الفارغة
cs: Odstranit prázdné stránky
da: Fjern tomme sider
de: Leere Seiten entfernen
el: Αφαίρεση κενών σελίδων
es: Quitar páginas en blanco
fi: Poista tyhjät sivut
fr: Supprimer les pages vides
he: הסר עמודים ריקים
hi: खाली पृष्ठ हटाएँ
hu: Üres oldalak eltávolítása
id: Hapus halaman kosong
it: Rimuovi pagine vuote
ja: 空白ページを削除
ko: 빈 페이지 제거
nb: Fjern tomme sider
nl: Lege pagina’s verwijderen
pl: Usuń puste strony
pt_br: Remover páginas em branco
pt_pt: Remover páginas em branco
ro: Elimină paginile goale
ru: Удалить пустые страницы
sv: Ta bort tomma sidor
th: ลบหน้าว่าง
tr: Boş sayfaları kaldır
uk: Вилучити порожні сторінки
vi: Xóa trang trống
zh_hans: 移除空白页
zh_hant: 移除空白頁

# inspector.encrypted
source: Encrypted
ar: مشفّر
cs: Šifrováno
da: Krypteret
de: Verschlüsselt
el: Κρυπτογραφημένο
es: Cifrado
fi: Salattu
fr: Chiffré
he: מוצפן
hi: एन्क्रिप्टेड
hu: Titkosított
id: Terenkripsi
it: Crittografato
ja: 暗号化
ko: 암호화됨
nb: Kryptert
nl: Versleuteld
pl: Zaszyfrowany
pt_br: Criptografado
pt_pt: Encriptado
ro: Criptat
ru: Зашифрован
sv: Krypterad
th: เข้ารหัส
tr: Şifreli
uk: Зашифровано
vi: Đã mã hóa
zh_hans: 已加密
zh_hant: 已加密

# inspector.yes
source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# inspector.no
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# menu.print
source: Print…
ar: طباعة…
cs: Tisk…
da: Udskriv…
de: Drucken …
el: Εκτύπωση…
es: Imprimir…
fi: Tulosta…
fr: Imprimer…
he: הדפס…
hi: प्रिंट…
hu: Nyomtatás…
id: Cetak…
it: Stampa…
ja: プリント…
ko: 프린트…
nb: Skriv ut…
nl: Druk af…
pl: Drukuj…
pt_br: Imprimir…
pt_pt: Imprimir…
ro: Tipărește…
ru: Печать…
sv: Skriv ut…
th: พิมพ์…
tr: Yazdır…
uk: Друкувати…
vi: In…
zh_hans: 打印…
zh_hant: 列印…

# menu.go
source: Go
ar: انتقال
cs: Přejít
da: Gå
de: Gehe zu
el: Μετάβαση
es: Ir
fi: Siirry
fr: Aller
he: מעבר
hi: जाएँ
hu: Ugrás
id: Buka
it: Vai
ja: 移動
ko: 이동
nb: Gå
nl: Ga
pl: Idź
pt_br: Ir
pt_pt: Ir
ro: Du-te
ru: Переход
sv: Gå
th: ไป
tr: Git
uk: Перейти
vi: Đi tới
zh_hans: 转到
zh_hant: 前往

# nav.next
source: Next Page
ar: الصفحة التالية
cs: Další stránka
da: Næste side
de: Nächste Seite
el: Επόμενη σελίδα
es: Página siguiente
fi: Seuraava sivu
fr: Page suivante
he: העמוד הבא
hi: अगला पृष्ठ
hu: Következő oldal
id: Halaman berikutnya
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
nb: Neste side
nl: Volgende pagina
pl: Następna strona
pt_br: Próxima página
pt_pt: Página seguinte
ro: Pagina următoare
ru: Следующая страница
sv: Nästa sida
th: หน้าถัดไป
tr: Sonraki sayfa
uk: Наступна сторінка
vi: Trang sau
zh_hans: 下一页
zh_hant: 下一頁

# nav.previous
source: Previous Page
ar: الصفحة السابقة
cs: Předchozí stránka
da: Forrige side
de: Vorherige Seite
el: Προηγούμενη σελίδα
es: Página anterior
fi: Edellinen sivu
fr: Page précédente
he: העמוד הקודם
hi: पिछला पृष्ठ
hu: Előző oldal
id: Halaman sebelumnya
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
nb: Forrige side
nl: Vorige pagina
pl: Poprzednia strona
pt_br: Página anterior
pt_pt: Página anterior
ro: Pagina anterioară
ru: Предыдущая страница
sv: Föregående sida
th: หน้าก่อน
tr: Önceki sayfa
uk: Попередня сторінка
vi: Trang trước
zh_hans: 上一页
zh_hant: 上一頁

# nav.first
source: First Page
ar: الصفحة الأولى
cs: První stránka
da: Første side
de: Erste Seite
el: Πρώτη σελίδα
es: Primera página
fi: Ensimmäinen sivu
fr: Première page
he: העמוד הראשון
hi: पहला पृष्ठ
hu: Első oldal
id: Halaman pertama
it: Prima pagina
ja: 最初のページ
ko: 첫 페이지
nb: Første side
nl: Eerste pagina
pl: Pierwsza strona
pt_br: Primeira página
pt_pt: Primeira página
ro: Prima pagină
ru: Первая страница
sv: Första sidan
th: หน้าแรก
tr: İlk sayfa
uk: Перша сторінка
vi: Trang đầu
zh_hans: 第一页
zh_hant: 第一頁

# nav.last
source: Last Page
ar: الصفحة الأخيرة
cs: Poslední stránka
da: Sidste side
de: Letzte Seite
el: Τελευταία σελίδα
es: Última página
fi: Viimeinen sivu
fr: Dernière page
he: העמוד האחרון
hi: अंतिम पृष्ठ
hu: Utolsó oldal
id: Halaman terakhir
it: Ultima pagina
ja: 最後のページ
ko: 마지막 페이지
nb: Siste side
nl: Laatste pagina
pl: Ostatnia strona
pt_br: Última página
pt_pt: Última página
ro: Ultima pagină
ru: Последняя страница
sv: Sista sidan
th: หน้าสุดท้าย
tr: Son sayfa
uk: Остання сторінка
vi: Trang cuối
zh_hans: 最后一页
zh_hant: 最後一頁

# nav.selectAll
source: Select All Pages
ar: تحديد كل الصفحات
cs: Vybrat všechny stránky
da: Vælg alle sider
de: Alle Seiten auswählen
el: Επιλογή όλων των σελίδων
es: Seleccionar todas las páginas
fi: Valitse kaikki sivut
fr: Sélectionner toutes les pages
he: בחר את כל העמודים
hi: सभी पृष्ठ चुनें
hu: Összes oldal kijelölése
id: Pilih semua halaman
it: Seleziona tutte le pagine
ja: すべてのページを選択
ko: 모든 페이지 선택
nb: Velg alle sider
nl: Alle pagina’s selecteren
pl: Zaznacz wszystkie strony
pt_br: Selecionar todas as páginas
pt_pt: Selecionar todas as páginas
ro: Selectează toate paginile
ru: Выбрать все страницы
sv: Markera alla sidor
th: เลือกทุกหน้า
tr: Tüm sayfaları seç
uk: Вибрати всі сторінки
vi: Chọn mọi trang
zh_hans: 选择所有页面
zh_hant: 選取所有頁面

# images.pageSize.letter
source: Letter
es: Carta
ja: レター
pt_br: Carta
pt_pt: Carta

# images.dpi
source: DPI
es: PPP
fr: PPP
pt_pt: PPP
